{* Extend our master template *}
{extends file="master.tpl"}

{* This block is defined in the master.tpl template *}
{block name=title}Terms of Use{/block}

{block name=javascript}
{/block}

{block name=header}
{/block}

{block name=body}


<main>
    <setcion id="maintitle">
        <h2>利用規約</h2>
    </setcion>

    <section class="guidecol">
        <article>
            この規約は、お客様が、フロッグカンパニー株式会社（以下「弊社」）が提供する「Zukan」サービス（以下「本サービス」）をご利用頂く際の取扱いにつき定めるものです。本規約に同意した上で本サービスをご利用ください。
        </article>
        <article>
            <h3>第1条（定義）</h3>
            <p>本規約上で使用する用語の定義は、次に掲げるとおりとします。</p>
        </article>
        <article>
            <h3>第2条（本規約への同意）</h3>
            <ol>
                <li>利用者は、本利用規約に同意頂いた上で、本サービスを利用できるものとします。</li>
                <li>利用者が、本サービスをスマートフォンその他の情報端末にダウンロードし、本規約への同意手続を行った時点で、利用者と弊社との間で、本規約の諸規定に従った利用契約が成立するものとします。</li>
                <li>利用者が未成年者である場合には、親権者その他の法定代理人の同意を得たうえで、本サービスをご利用ください。</li>
                <li>未成年者の利用者が、法定代理人の同意がないにもかかわらず同意があると偽りまたは年齢について成年と偽って本サービスを利用した場合、その他行為能力者であることを信じさせるために詐術を用いた場合、本サービスに関する一切の法律行為を取り消すことは出来ません。</li>
                <li>本規約の同意時に未成年であった利用者が成年に達した後に本サービスを利用した場合、当該利用者は本サービスに関する一切の法律行為を追認したものとみなされます。</li>
            </ol>
        </article>
        <article>
            <h3>第3条（規約の変更）</h3>
            <ol>
                <li>弊社は、利用者の承諾を得ることなく、いつでも、本規約の内容を改定することができるものとし、利用者はこれを異議なく承諾するものとします。</li>
                <li>弊社は、本規約を改定するときは、その内容について弊社所定の方法により利用者に通知します。</li>
                <li>前本規約の改定の効力は、弊社が前項により通知を行った時点から生じるものとします。</li>
                <li>利用者は、本規約変更後、本サービスを利用した時点で、変更後の本利用規約に異議なく同意したものとみなされます。</li>
            </ol>
        </article>
        <article>
            <h3>第4条（利用者の登録）</h3>
            <ol>
                <li>本サービスへの登録を希望する方（以下「登録希望者」）は、本規約に同意した上で、所定の方法で登録を行ってください。</li>
                <li>登録の申込をした方は、弊社がその申込を承諾し、ＩＤ登録が完了した時点から登録ユーザとなります。</li>
                <li>弊社は、登録ユーザ向けにメールで連絡事項の告知や広告その他の情報提供を行います。あらかじめご了承ください。</li>
                <li>弊社は、登録希望者が次の各号のいずれか一つに該当する場合は、弊社の判断により入会申込を承諾しないことがあります。
                    <ol class="cjk">
                        <li>登録希望者が、弊社の定める方法によらず登録を行った場合</li>
                        <li>登録希望者が、過去に本規約または弊社の定めるその他の利用規約等に違反したことを理由として退会処分を受けた者である場合</li>
                        <li>登録希望者が、不正な手段をもって登録を行っていると弊社が判断した場合</li>
                        <li>登録希望者が、本人以外の情報を登録している場合</li>
                        <li>その他弊社が不適切と判断した場合。</li>
                    </ol>
                </li>
            </ol>
        </article>
        <article>
            <h3>第5条（アカウントの管理）</h3>
            <ol>
                <li>利用者は、利用に際して登録した情報（以下、「登録情報」といいます。メールアドレスやID・パスワード等を含みます）について、自己の責任の下、任意に登録、管理するものとします。利用者は、これを第三者に利用させ、または貸与、譲渡、名義変更、売買などをしてはならないものとします。</li>
                <li>弊社は、登録情報によって本サービスの利用があった場合、利用登録をおこなった本人が利用したものと扱うことができ、当該利用によって生じた結果ならびにそれに伴う一切の責任については、利用登録を行った本人に帰属するものとします。</li>
                <li>利用者は、登録情報の不正使用によって弊社または第三者に損害が生じた場合、弊社および第三者に対して、当該損害を賠償するものとします。</li>
                <li>登録情報の管理は、利用者が自己の責任の下で行うものとし、登録情報が不正確または虚偽であったために利用者が被った一切の不利益および損害に関して、弊社は責任を負わないものとします。</li>
                <li>登録情報が盗用されまたは第三者に利用されていることが判明した場合、利用者は直ちにその旨を弊社に通知するとともに、弊社からの指示に従うものとします。</li>
            </ol>
        </article>
        <article>
            <h3>第6条（個人情報等の取り扱い） </h3>
            個人情報及び利用者情報については、弊社が別途定める「プライバシーポリシー」に則り、適正に取り扱うこととします。
        </article>
        <article>
            <h3>第7条（禁止行為）</h3>
            <p>本サービスの利用に際し、弊社は、利用者に対し、次に掲げる行為を禁止します。弊社において、利用者が禁止事項に違反したと認めた場合、利用者用の一時停止、退会処分その他弊社が必要と判断した措置を取ることができます。</p>
            <ol class="parentheses">
                <li>弊社または第三者の知的財産権を侵害する行為</li>
                <li>弊社または第三者の名誉・信用を毀損または不当に差別もしくは誹謗中傷する行為</li>
                <li>弊社または第三者の財産を侵害する行為、または侵害する恐れのある行為</li>
                <li>弊社または第三者に経済的損害を与える行為</li>
                <li>弊社または第三者に対する脅迫的な行為</li>
                <li>コンピューターウィルス、有害なプログラムを仕様またはそれを誘発する行為</li>
                <li>本サービス用インフラ設備に対して過度な負担となるストレスをかける行為</li>
                <li>当サイトのサーバーやシステム、セキュリティへの攻撃</li>
                <li>弊社提供のインターフェース以外の方法で弊社サービスにアクセスを試みる行為</li>
                <li>一人の利用者が、複数の利用者IDを取得する行為</li>
                <li>上記の他、弊社が不適切と判断する行為</li>
            </ol>
        </article>
        <article>
            <h3>第8条（商品の出店）</h3>
            <ol>
                <li>（出品手続等）出品者は、弊社所定の手続に従い商品の出品を行うものとします。出品者は、本規約に加え、弊社が定める加盟店規約に同意をしたうえで、加盟店規約の定めに従って本サービスを利用するものとします。弊社は、ガイド記載の特定の出品方法について、基準を設け、審査を行い、出品者が基準に合致しない場合には、当該出品方法の利用を制限することができます。</li>
                <li>（出品禁止商品）出品者はガイドの禁止されている出品物（以下「出品禁止物」といいます）に記載された商品の出品ができないことについて予め了承します。出品禁止物に該当する商品を出品した場合は、出品者の故意又は過失に関わらず、本規約違反行為とみなします。</li>
                <li>（商品説明等）利用者は、出品する際に、真に交換 / 販売する意思のない出品、その商品情報だけでは正しく商品を理解できない又は混乱する可能性のある出品、商品説明で十分な説明を行わない出品等を行ってはなりません。また、出品者は、出品する商品と関係のない画像等を当該出品情報として掲載してはいけません。</li>
                <li>（法令遵守）利用者は、出品にあたっては、古物営業法、特定商取引に関する法律、不当景品類及び不当表示防止法、不正競争防止法、商標法、著作権法その他の法令を遵守しなければなりません。</li>
                <li>（特定利用者との交換 / 販売を意図した出品）利用者は、他の特定の利用者のみを対象とする交換 / 販売を意図して商品を出品することができません。弊社は、その裁量により、出品の条件その他の状況から、ある商品の出品が他の特定の利用者のみを対象とする交換 / 販売を意図するものであるか否かを判断することができ、かかる判断によって利用者に生じる損害について、一切責任を負わないものとします。</li>
                <li>（出品に関する本規約違反）出品に関して弊社が本規約又は加盟店規約に違反すると判断した場合又は不適切と判断した場合、弊社は、第7条に定める措置のほか、その出品やその出品に対して発生していた購入行為等を弊社の判断で取り消すことができるものとします。本項に基づく措置によって利用者に生じる損害について、弊社は一切責任を負わないものとします。</li>
                <li>（弊社の免責）利用者の出品等によって、利用者及び第三者に生じる損害につき、弊社は一切責任を負わないものとします。</li>
            </ol>
        </article>
        <article>
            <h3>第9条（商品の交換 / 購入）</h3>
            <ol>
                <li>（交換 / 購入手順）利用者は、弊社の定める手続により交換 / 購入の意思をもって、注文を行うものとします。</li>
                <li>交換意思等）利用者は、交換・購入する意思のない注文、転売等の営利を目的とした商品の交換等、また弊社の判断でいたずら目的と見受けられる注文を行うことはできません。</li>
                <li>（必要データ）弊社が定める取引開始可能な時間内に、弊社の管理するサーバーに商品交換 / 購入に関するデータ、交換 / 購入意思のアクションデータなどの弊社所定のデータの到達が確認できなかった場合、注文は無効になるものとし、利用者はあらかじめこれを承諾するものとします。</li>
                <li>（弊社の免責）利用者の注文又は交換等によって、利用者及び第三者に生じる損害につき、弊社は一切責任を負わないものとします。</li>
            </ol>
        </article>
        <article>
            <h3>第10条（取引の実行）</h3>
            <ol>
                <li>（交換 / 売買取引契約の成立）取引者が出品された特定の商品の取引完了手続をした時をもって当該商品の交換 / 売買契約が成立するものとします。取引者は、交換 / 売買契約に基づき発生した権利・義務を第三者に譲渡、担保提供その他の処分することはできないものとします。</li>
                <li>（送料）交換契約が成立した場合、交換者は、弊社の定める方法により利用料等取引総額を支払うものとします。商品の発送を希望する場合は、商品の送料は、別途、所定の発送料を支払うものとします。</li>
                <li>（発送）取引者の利用料等取引総額（送料を含む）の決済が完了した後に、所定の倉庫から商品の発送が行われるものとします。</li>
                <li>（商品等に関するトラブル）取引者間で商品等に関してトラブル発生した場合は当該両者間で解決するものとします。ただし、弊社の判断により、弊社も協議に入ることができるものとします。</li>
                <li>（キャンセル及び商品の毀損）本サービスの利用にあたり、出品後、及び取引成立後のキャンセルはできないものとします。商品に瑕疵がある場合、商品説明と実際の商品が明らかに異なる場合、出品者が責任を負うものとし、出品者の責任及び費用により、返金、商品の引取、修理又は交換等の対応を行うものとします。梱包の不備により配送時に商品が破損したなどの場合は、弊社の責任として、返金、商品の引取、修理又は交換等の対応を行うものとします。</li>
                <li>（支払手続き）支払又は決済が本サービスに関して必要となる場合、本サービスのオンラインシステムを通じて行われるものとし、その詳細は本サービス中のガイドで定められるところに従うものとします。なお、本サービス利用に関し、利用者によって支払われた代金決済についての領収書等は発行されないものとします。また、支払いに必要な振込手数料その他の費用についての利用者の負担は、本サービス中のガイドで定められるところに従うものとします。出品者は、弊社に対して、購入者から支払われる商品代金（決済事業者または収納代行業者から支払われる商品代金に相当する金員を含みます。）を代理受領する権限を付与するものとします。出品者は、弊社が決済事業者および収納代行業者を指定した場合には、当該決済事業者および収納代行業者に対して、商品代金を代理受領する権限を付与するものとします。また、弊社は、地域を限定して決済事業者および収納代行業者を指定することができるものとします。さらに、出品者は、弊社が決済事業者又は収納代行業者との間で締結する決済サービスに関する加盟店契約により必要となる場合には、商品代金債権を弊社に譲渡することに同意します。弊社は、弊社所定の審査を通過した利用者が、商品購入に際して希望する場合において、出品者に対して立替払いを行い、商品代金の決済を行うことがあります（以下「立替払決済」という。）。この場合、当該購入者は、購入手続きが完了した日の属する月の翌月末日（以下「支払期日」という。）までにガイドに定められた方法で利用料等取引総額（以下「支払債務」という。）を弊社に対して支払うものとします。</li>
                <li>（不払・支払遅延等）利用者が本規約に従って必要な支払いを行わない場合もしくは遅延した場合又は本サービスに入力したクレジットカードもしくは金融機関の口座の利用が停止された場合には、弊社は、当該利用者に通知することなく、当該利用者による本サービスの利用を停止することができるほか、第7条に定める措置をとることができるものとします。未払いの支払債務が存在している場合、弊社は、未払いの支払債務の回収を第三者に委託することができるものとします。支払期日までに購入者が支払債務を支払わなかった場合、弊社は、当該購入者に対し、年率14.6％の遅延損害金を請求することができるものとします。</li>
                <li>（交換 / 売買契約の取消）交換 / 売買契約が成立した場合においても、取引者が利用料等取引総額を支払わない場合もしくは支払いを遅延した場合、その他弊社が必要と認める場合には、弊社は、当該交換 / 売買契約を取り消すことができるものとします。かかる交換 / 売買契約の取消しその他の事由により弊社が必要と認める場合には、利用者は、弊社の指示に従い、商品の所有権を無償で弊社に譲渡するものとします。</li>
                <li>（弊社の免責）利用者が本サービスに入力した決済手段又は金融機関の情報が第三者に利用されたこともしくは入力情報の内容が不正確であったこと又は弊社が本条に基づく措置を行ったこともくしは行わなかったことによって利用者に生じた損害に関して、弊社は一切責任を負わないものとします。</li>
            </ol>
        </article>
        <article>
            <h3>第11条（利用料）</h3>
            出品者は、弊社に対し、出品した商品の交換 / 売買契約が成立した場合、本サービスの利用料として、弊社が別途ガイドにおいて定める料率を乗じた金額を支払うものとします。
        </article>
        <article>
            <h3>第12条（ポイントの取扱い）</h3>
            <ol>
                <li>（有償ポイントの取得及び商品購入時における利用）利用者は、クレジットカード決済、銀行口座振替、本項に定める方法その他弊社の定める方法によりポイント（以下「有償ポイント」といいます）を購入し、本サービスにおける商品交換・購入に際して1有償ポイント=1円相当額として利用できるものとします。その他、有償ポイントの内容および利用条件については、別途定める特約等に定めるとおりとし、本利用規約の内容と特約の内容が異なる場合には、特約の定めが優先して適用されるものとします。</li>
                <li>（無償ポイントの取得及び商品購入時における利用）利用者は、本サービスにおける各種キャンペーンへの参加その他弊社が別途指定する行為を行った場合、ポイント（以下「無償ポイント」といいます）を取得し、本サービスにおける商品交換・購入に際して1無償ポイント=1円相当額として利用できるものとします。ただし、無償ポイントの取得単位その他の取得条件または無償ポイントの利用条件は、弊社が定め本サービスにおいて表示するところに従うものとします。利用者が無償ポイントを取得し、これを本サービスにおいて商品交換・購入に利用した場合には、弊社は、商品代金のうち利用された無償ポイントの金額相当分を購入者に代わって、出品者に支払うものとします。この支払は、前項の行為及び商品購入を通じて、本サービスの運営・発展にご協力頂いた対価として行われるものです。</li>
                <li>（ポイントの交換等）利用者は、ポイント（有償ポイント及び無償ポイントをいいます。以下本条において同じ。）を弊社が指定する本サービスにおける商品交換・購入以外の、現金、財物その他の経済的利益と交換することはできません。また、弊社は、理由のいかんを問わず、一切ポイントの払い戻しをいたしません。ただし、法令上必要な場合はこの限りではありません。この場合、ポイントの払い戻し方法は、法令に従って弊社が定め、弊社のウェブサイト等に表示するところに従うものとします。</li>
                <li>（ポイントの有効期限）利用者は、有償ポイントの発行を受けた日から1805日間のみ有償ポイントを利用することができます。利用者は、無償ポイントを獲得した日から180日間もしくは付与前に別途弊社が定めた日数の期間中にのみ無償ポイントを利用することができます。有効期限を過ぎた未使用のポイントは消滅し、その後利用することはできません。また、ポイントの有効期限の起算点は、キャンセル等によりポイントが返還された場合等を含めて、いずれの場合も当該ポイントを当初取得した日とします。</li>
                <li>（利用者の退会・会員資格消滅の場合）理由のいかんを問わず、利用者が退会した場合又は利用者の会員資格が消滅した場合には、当該利用者が保有するポイントは全て失効し、以後利用することはできないものとします。</li>
            </ol>
        </article>
        <article>
            <h3>第13条（本サービスの中断・終了及び変更）</h3>
            <ol>
                <li>（本サービスの中断）弊社は、以下の各号のいずれかに該当する場合には、利用者に事前に通知することなく一時的に本サービスの全部又は一部を中断する事ができるものとします。その際、利用者に損害が発生した場合であっても、弊社は一切の責任を負わないものとします。
                    <ol class="parentheses">
                        <li>サーバー、通信回線、その他の設備の故障、障害の発生又はその他の理由により本サービスの提供ができなくなった場合</li>
                        <li>システム（サーバー、通信回線や電源、それらを収容する建築物などを含む）の保守、点検、修理、変更を定期的に又は緊急に行う場合</li>
                        <li>火災、停電等により本サービスの提供ができなくなった場合</li>
                        <li>地震、噴火、洪水、津波等の天災により本サービスの提供ができなくなった場合</li>
                        <li>戦争、変乱、暴動、騒乱、労働争議等その他不可抗力により本サービスの提供ができなくなった場合</li>
                        <li>法令又はこれに基づく措置により本サービスの提供ができなくなった場合</li>
                        <li>その他、運用上又は技術上弊社が本サービスの一時的な中断を必要と判断した場合</li>
                    </ol>
                </li>
                <li>（本サービスの終了及び変更）弊社は、任意の理由により、利用者への事前通知をすることなく、いつでも本サービスの全部又は一部を終了及び変更できるものとします。??弊社は、前項の本サービスの終了及び変更による損害について、利用者及び第三者に対して一切責任を負わないものとします。</li>
            </ol>
        </article>
        <article>
            <h3>第14条（知的財産及びコンテンツ）</h3>
            <ol>
                <li>（知的財産権等の帰属）本サービスを構成するすべての素材に関する権利は、弊社又は当該権利を有する第三者に帰属しています。利用者は、本サービスのすべての素材に関して、一切の権利を取得することはないものとし、権利者の許可なく、所有権、著作権を含む一切の知的財産権、肖像権、パブリシティー権等、コンテンツ素材に関する権利を侵害する一切の行為をしてはならないものとします。本規約に基づく本サービスの利用の許諾は、本サービスに関する弊社又は当該権利を有する第三者の権利の使用許諾を意味するものではありません。</li>
                <li>（弊社による利用）出品者により投稿された出品物の写真、動画、情報等に関しては、本サービスの宣伝、運営、研究開発及び発表等を目的として、弊社及び弊社の指定する者が自由に利用できるものとします。</li>
                <li>（コンテンツに関する責任）利用者等がサービスに関連して発信又は掲載したコンテンツに関する一切の責任は、当該利用者等が負うものとし、弊社は、その内容、品質、正確性、信憑性、適法性、最新性、有用性等について、確認いたしません。また、弊社は、それらに関して、一切保証せず、一切責任を負わないものとします。</li>
                <li>（コンテンツの内容等）利用者等は、他の利用者等が発信又は掲載するコンテンツに対して、その内容、品質、正確性、信憑性、適法性、最新性、有用性等を、利用者等ご自身で判断する必要があります。弊社は、利用者等及び第三者が弊社のコンテンツを利用することにより生じる損害について、一切責任を負わないものとします。</li>
                <li>（バックアップ）弊社はコンテンツのバックアップを行う義務を負わないものとします。利用者は、コンテンツのバックアップが必要な場合には、自己の費用と責任でこれを行うものとします。</li>
                <li>（コンテンツの変更及び削除）弊社は、利用者が本規約に違反又は本規約の精神に照らして不適切な行為を行ったと弊社が判断した場合、当該利用者が掲載したあらゆるコンテンツを、事前の通知なしに変更及び削除できるものとします。</li>
            </ol>
        </article>
        <article>
            <h3>第15条（利用者の責任及び接続環境等）</h3>
            <ol>
                <li>（必要な機器の準備等）本サービスの提供を受けるために必要な、コンピューター、スマートフォンその他の機器、ソフトウェア、通信回線その他の通信環境等は、利用者の費用と責任において準備し維持するものとします。また、その機器・ソフトウェア・通信環境等の設置や操作についても、利用者の費用と責任で行って頂く必要があります。弊社は、本サービスがあらゆる機器等に適合することを保証するものではなく、機器等の準備、設置、操作に関し、一切関与せず、利用者に対するサポートも行いません。</li>
                <li>（ネットワークの経由等）利用者は、本サービスを利用する際に、種々のネットワークを経由する場合があることを理解し、接続しているネットワークや機器等によっては、それらに接続したり、それらを通過するために、データや信号等の内容が変更される可能性があることを理解したうえで、本サービスを利用するものとし、かかる変更について弊社は一切責任を負わないものとします。</li>
                <li>（手続の成立）利用者がインターネット回線を通じて行う本サービスへの入力、出品、購入、退会、その他の手続は、弊社のサーバーに当該手続に関するデータが送信され、弊社のシステムに当該手続の内容が反映された時点をもって有効に成立するものとします。</li>
                <li>（トラブルの解決）本サービスに関連して利用者間又は利用者と第三者間で発生したトラブル（本サービスを将来利用するという前提の下で起こったトラブルを含む。）に関して、利用者は各自の費用及び責任で解決するものとし、弊社は一切の責任を負わないものとします。トラブルが生じた際には、当事者間で解決するものとし、当該トラブルにより弊社が損害を被った場合は、当事者は連帯して当該損害を賠償するものとします。</li>
                <li>（第三者との紛争解決）利用者と第三者との間で、本サービスに関連して、裁判やクレーム、請求等あらゆるトラブルを含む紛争が生じた場合、利用者各自の責任や費用で解決するものとし、弊社は、当該紛争に関し、一切関与しません。利用者は、当該紛争の対応のために弊社に生じた弁護士費用を含むあらゆる費用及び賠償金等を、連帯して賠償するものとします。</li>
                <li>（費用の負担）弊社と利用者間で紛争が生じた場合、当該紛争に関連して弊社に発生した弁護士費用を含むあらゆる費用を、当該利用者は連帯して負担することに同意するものとします。</li>
            </ol>
        </article>
        <article>
            <h3>第16条（免責）</h3>
            <ol>
                <li>弊社は、本サービスの内容変更、中断、終了によって生じたいかなる損害についても、一切責任を負いません。</li>
                <li>弊社は、利用者の本サービスの利用環境について一切関与せず、また一切の責任を負いません。</li>
                <li>弊社は、本サービスが利用者の特定の目的に適合すること、期待する機能・商品的価値・正確性・有用性を有すること、利用者による本サービスの利用が利用者に適用のある法令または業界団体の内部規則等に適合すること、および不具合が生じないことについて、何ら保証するものではありません。</li>
                <li>弊社は、本サービスが全ての情報端末に対応していることを保証するものではなく、本サービスの利用に供する情報端末のＯＳのバージョンアップ等に伴い、本サービスの動作に不具合が生じる可能性があることにつき、利用者はあらかじめ了承するものとします。弊社は、かかる不具合が生じた場合に弊社が行うプログラムの修正等により、当該不具合が解消されることを保証するものではありません。</li>
                <li>利用者は、AppStore、GooglePlay等のサービスストアの利用規約および運用方針の変更等に伴い、本サービスの一部又は全部の利用が制限される可能性があることをあらかじめ了承するものとします。</li>
                <li>弊社は、本サービスを利用したことにより直接的または間接的に利用者に発生した損害について、一切賠償責任を負いません。</li>
                <li>弊社は、利用者その他の第三者に発生した機会逸失、業務の中断その他いかなる損害（間接損害や逸失利益を含みます）に対して、弊社が係る損害の可能性を事前に通知されていたとしても、一切の責任を負いません。</li>
                <li>第１項乃至前項の規定は、弊社に故意または重過失が存する場合又は契約書が消費者契約法上の消費者に該当する場合には適用しません。
                <li>前項が適用される場合であっても、弊社は、過失（重過失を除きます。）による行為によって利用者に生じた損害のうち、特別な事情から生じた損害については、一切賠償する責任を負わないものとします。　</li>
                <li>本サービスの利用に関し弊社が損害賠償責任を負う場合、当該損害が発生した月に利用者から受領した利用額を限度として賠償責任を負うものとします。</li>
                <li>利用者と他の利用者との間の紛争及びトラブルについて、弊社は一切責任を負わないものとします。利用者と他の利用者でトラブルになった場合でも、両者同士の責任で解決するものとし、弊社には一切の請求をしないものとします。</li>
                <li>利用者は、本サービスの利用に関連し、他の利用者に損害を与えた場合または第三者との間に紛争を生じた場合、自己の費用と責任において、かかる損害を賠償またはかかる紛争を解決するものとし、弊社には一切の迷惑や損害を与えないものとします。</li>
                <li>利用者の行為により、第三者から弊社が損害賠償等の請求をされた場合には、利用者の費用（弁護士費用）と責任で、これを解決するものとします。弊社が、当該第三者に対して、損害賠償金を支払った場合には、利用者は、弊社に対して当該損害賠償金を含む一切の費用（弁護士費用及び逸失利益を含む）を支払うものとします。</li>
                <li>利用者が本サービスの利用に関連して弊社に損害を与えた場合、利用者の費用と責任において弊社に対して損害を賠償（訴訟費用及び弁護士費用を含む）するものとします。</li>
            </ol>
        </article>
        <article>
            <h3>第17条（広告の掲載について） </h3>
            利用者は、本サービス上にあらゆる広告が含まれる場合があること、弊社またはその提携先があらゆる広告を掲載する場合があることを理解しこれを承諾したものとみなします。本サービス上の広告の形態や範囲は、弊社によって随時変更されます。
        </article>
        <article>
            <h3>第18条（権利譲渡の禁止）</h3>
            <ol>
                <li>利用者は、予め弊社の書面による承諾がない限り、本規約上の地位および本規約に基づく権利または義務の全部または一部を第三者に譲渡してはならないものとします。</li>
                <li>弊社は、本サービスの全部または一部を弊社の裁量により第三者に譲渡することができ、その場合、譲渡された権利の範囲内で利用者のアカウントを含む、本サービスに係る利用者の一切の権利が譲渡先に移転するものとします。</li>
            </ol>
        </article>
        <article>
            <h3>第19条（事業譲渡）</h3>
            弊社が本サービスに係る事業を第三者に譲渡する場合（事業譲渡、会社分割その他本サービスが移転する一切の場合を含む。）には、当該事業の譲渡に伴い、利用者の本規約に基づく契約上の地位、本規約に基づく権利・義務及び利用者登録に伴い登録された情報その他の情報を、弊社は当該事業の譲受人に譲渡することができるものとし、利用者は、かかる譲渡につき予め承諾するものとします。
        </article>
        <article>
            <h3>第20条（分離可能性）</h3>
            本規約のいずれかの条項又はその一部が、消費者契約法その他の法令等により無効又は執行不能と判断された場合であっても、本規約の残りの規定及び一部が無効又は執行不能と判断された規定の残りの部分は、継続して完全に効力を有するものとします。
        </article>
        <article>
            <h3>第21条（定めのない事項等）</h3>
            本規約に定めのない事項又は本規約の解釈に疑義が生じた場合には、利用者は、弊社の定めるところに従うものとします。これにより解決しない場合には、弊社及び利用者は、信義誠実の原則に従って協議の上速やかに解決を図るものとします。
        </article>
        <article>
            <h3>第22条（通知）</h3>
            <ol>
                <li>本サービスに関する弊社から利用者への通知・連絡は、弊社が運営するウェブサイト又はアプリケーション内の適宜の場所への掲示その他、弊社が適当と判断する方法により行なうものとします。弊社は、個々の利用者に通知及び連絡をする必要があると判断した際、利用者情報の電子メールアドレス、住所又は電話番号に対し、メッセージング機能、電子メール、郵便又は電話等を用いて通知及び連絡を行うことがあります。弊社からの通知及び連絡が不着であったり遅延したりといったことによって生じる損害について、弊社は一切の責任を負いません。</li>
                <li>利用者が弊社に通知、連絡又は問い合わせをする必要が生じた場合、本サービスのお問い合わせフォームを利用するものとし、電話や来訪を行うことはできないものとします。弊社は、かかる連絡又は問い合わせがあった場合、弊社が定める方法により、利用者の本人確認を行うことができるものとします。また、問合せに対する回答方法に関しては、弊社が適切と考える回答方法を利用することができるものとし、その回答方法を利用者が決めることはできないものとします。</li>
            </ol>
        </article>
        <article>
            <h3>第23条（準拠法、管轄裁判所）</h3>
            <ol>
                <li>本規約の有効性，解釈及び履行については，日本法に準拠し，日本法に従って解釈されるものとする。</li>
                <li>弊社と利用者等との間での論議・訴訟その他一切の紛争については、訴額に応じて、東京簡易裁判所又は東京地方裁判所を専属的合意管轄裁判所とします｡</li>
            </ol>
        </article>
        <article>
            <div class="txtright">２０●●年●月●日　施行<br />
                ２０●●年●月●日　改定</div>
        </article>
    </section>

{/block}



{block name=footer}
{/block}



